Revit 2027 API
ParameterTypeId.ClearCoverExterior Property
 "Rebar Cover - Exterior Face"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClearCoverExterior { get; }
Public Shared ReadOnly Property ClearCoverExterior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClearCoverExterior {
	ForgeTypeId^ get ();
}
static member ClearCoverExterior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace